#+TITLE: Brainstorm School Summer '22 II
#+AUTHOR: Chris Hogan
#+DATE: <2022-06-13 Mon> to <2022-07-03 Sun>
#+STARTUP: nologdone

* Week 1
  #+BEGIN: clocktable :scope subtree :maxlevel 6 block: 2022-W24 :tags t
  #+CAPTION: Clock summary at [2022-07-21 Thu 22:00], for Thursday, July 21, 2022.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *39h 58m* |
  |----------+------------+-----------|
  | study    | *Tag time* | *9h 15m*  |
  |----------+------------+-----------|
  | painting | *Tag time* | *0h 34m*  |
  |----------+------------+-----------|
  | 3D       | *Tag time* | *0h 0m*   |
  
  #+END:
  
** <2022-06-13 Mon>
*** DONE VisCom Flash week 4 homework                               :drawing:
    :LOGBOOK:
    CLOCK: [2022-06-13 Mon 07:34]--[2022-06-13 Mon 10:40] =>  3:06
    :END:
*** DONE FND I week 4 homework                                      :drawing:
    :LOGBOOK:
    CLOCK: [2022-06-13 Mon 20:29]--[2022-06-13 Mon 21:01] =>  0:32
    CLOCK: [2022-06-13 Mon 12:49]--[2022-06-13 Mon 13:26] =>  0:37
    CLOCK: [2022-06-13 Mon 10:40]--[2022-06-13 Mon 11:40] =>  1:00
    :END:
*** DONE VisCom FZD week 6                                          :drawing:
    :LOGBOOK:
    CLOCK: [2022-06-13 Mon 18:40]--[2022-06-13 Mon 20:29] =>  1:49
    CLOCK: [2022-06-13 Mon 17:10]--[2022-06-13 Mon 18:28] =>  1:18
    CLOCK: [2022-06-13 Mon 15:26]--[2022-06-13 Mon 15:51] =>  0:25
    CLOCK: [2022-06-13 Mon 14:42]--[2022-06-13 Mon 14:54] =>  0:12
    CLOCK: [2022-06-13 Mon 13:28]--[2022-06-13 Mon 14:38] =>  1:10
    :END:
*** DONE photoshop brush experimentation                           :painting:
    :LOGBOOK:
    CLOCK: [2022-06-13 Mon 21:08]--[2022-06-13 Mon 21:42] =>  0:34
    :END:

** <2022-06-14 Tue>
*** DONE PBC week 1                                                   :study:
    :LOGBOOK:
    CLOCK: [2022-06-14 Tue 12:00]--[2022-06-14 Tue 17:00] =>  5:00
    :END:
*** DONE PBC week 1 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-06-14 Tue 18:15]--[2022-06-14 Tue 22:08] =>  3:53
    :END:
** <2022-06-15 Wed>
*** DONE PBC week 1 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-06-15 Wed 21:46]--[2022-06-15 Wed 22:03] =>  0:17
    CLOCK: [2022-06-15 Wed 17:54]--[2022-06-15 Wed 21:18] =>  3:24
    :END:
** <2022-06-16 Thu>
*** DONE 2 year retrospective                                         :study:
    :LOGBOOK:
    CLOCK: [2022-06-16 Thu 17:30]--[2022-06-16 Thu 18:14] =>  0:44
    :END:
*** DONE PBC week 1 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-06-16 Thu 20:37]--[2022-06-16 Thu 22:10] =>  1:33
    CLOCK: [2022-06-16 Thu 18:15]--[2022-06-16 Thu 20:13] =>  1:58
    :END:
** <2022-06-17 Fri>
*** DONE PBC week 1 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-06-17 Fri 17:44]--[2022-06-17 Fri 21:42] =>  3:58
    :END:
** <2022-06-18 Sat>
*** DONE FND week 1 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-06-18 Sat 08:02]--[2022-06-18 Sat 12:03] =>  4:01
    :END:
*** DONE FZD perspective week 2                                     :drawing:
    :LOGBOOK:
    CLOCK: [2022-06-18 Sat 17:23]--[2022-06-18 Sat 19:08] =>  1:45
    CLOCK: [2022-06-18 Sat 16:07]--[2022-06-18 Sat 16:12] =>  0:05
    CLOCK: [2022-06-18 Sat 13:01]--[2022-06-18 Sat 16:04] =>  3:03
    :END:
** <2022-06-19 Sun>
*** DONE FZD perspective week 2                                     :drawing:
    :LOGBOOK:
    CLOCK: [2022-06-19 Sun 17:59]--[2022-06-19 Sun 20:49] =>  2:50
    CLOCK: [2022-06-19 Sun 08:28]--[2022-06-19 Sun 11:30] =>  3:02
    :END:
*** DONE FND 1 week 5                                                 :study:
    :LOGBOOK:
    CLOCK: [2022-06-19 Sun 11:59]--[2022-06-19 Sun 15:00] =>  3:01
    :END:
*** DONE Blog                                                         :study:
    :LOGBOOK:
    CLOCK: [2022-06-19 Sun 20:49]--[2022-06-19 Sun 21:19] =>  0:30
    :END:
* Week 2
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-07-21 Thu 22:00], for week 2022-W29.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *43h 59m* |
  |----------+------------+-----------|
  | study    | *Tag time* | *9h 3m*   |
  |----------+------------+-----------|
  | painting | *Tag time* | *0h 0m*   |
  |----------+------------+-----------|
  | 3D       | *Tag time* | *0h 0m*   |
  
  #+END:
** <2022-06-20 Mon>
*** DONE FND I homework                                             :drawing:
    :LOGBOOK:
    CLOCK: [2022-06-20 Mon 17:11]--[2022-06-20 Mon 21:24] =>  4:13
    CLOCK: [2022-06-20 Mon 12:52]--[2022-06-20 Mon 16:11] =>  3:19
    CLOCK: [2022-06-20 Mon 07:34]--[2022-06-20 Mon 11:39] =>  4:05
    :END:
** <2022-06-21 Tue>
*** DONE PBC Week 2                                                   :study:
    :LOGBOOK:
    CLOCK: [2022-06-21 Tue 12:00]--[2022-06-21 Tue 17:00] =>  5:00
    :END:
*** DONE FND I week 5 homework                                      :drawing:
    :LOGBOOK:
    CLOCK: [2022-06-21 Tue 18:25]--[2022-06-21 Tue 22:00] =>  3:35
    :END:
** <2022-06-22 Wed>
*** DONE FND I week 5 homework                                      :drawing:
    :LOGBOOK:
    CLOCK: [2022-06-22 Wed 20:13]--[2022-06-22 Wed 21:18] =>  1:05
    CLOCK: [2022-06-22 Wed 18:02]--[2022-06-22 Wed 19:59] =>  1:57
    :END:
*** DONE PBC week 2 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-06-22 Wed 21:19]--[2022-06-22 Wed 22:00] =>  0:41
    :END:
** <2022-06-23 Thu>
*** DONE Brainstorm scholarship submission                            :study:
    :LOGBOOK:
    CLOCK: [2022-06-23 Thu 17:32]--[2022-06-23 Thu 18:02] =>  0:30
    :END:
*** DONE PBC week 2 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-06-23 Thu 18:02]--[2022-06-23 Thu 18:36] =>  0:34
    :END:
*** DONE FND week 5 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-06-23 Thu 18:36]--[2022-06-23 Thu 22:01] =>  3:25
    :END:
** <2022-06-24 Fri>
*** DONE FND week 5 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-06-24 Fri 18:36]--[2022-06-24 Fri 21:36] =>  3:00
    :END:
*** DONE PBC week 2 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-06-24 Fri 17:21]--[2022-06-24 Fri 18:36] =>  1:15
    :END:
** <2022-06-25 Sat>
*** DONE PBC Week 2 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-06-25 Sat 18:14]--[2022-06-25 Sat 21:49] =>  3:35
    CLOCK: [2022-06-25 Sat 16:31]--[2022-06-25 Sat 16:44] =>  0:13
    CLOCK: [2022-06-25 Sat 12:32]--[2022-06-25 Sat 16:19] =>  3:47
    CLOCK: [2022-06-25 Sat 07:38]--[2022-06-25 Sat 11:51] =>  4:13
    :END:
** <2022-06-26 Sun>
*** DONE PBC week 2 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-06-26 Sun 18:20]--[2022-06-26 Sun 20:09] =>  1:49
    CLOCK: [2022-06-26 Sun 08:14]--[2022-06-26 Sun 11:27] =>  3:13
    :END:
*** DONE FND Week 6                                                   :study:
    :LOGBOOK:
    CLOCK: [2022-06-26 Sun 11:56]--[2022-06-26 Sun 15:00] =>  3:04
    :END:
*** DONE Blog                                                         :study:
    :LOGBOOK:
    CLOCK: [2022-06-26 Sun 20:10]--[2022-06-26 Sun 20:39] =>  0:29
    :END:
* Week 3
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-07-21 Thu 22:00], for week 2022-W29.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *41h 24m* |
  |----------+------------+-----------|
  | study    | *Tag time* | *8h 12m*  |
  |----------+------------+-----------|
  | painting | *Tag time* | *0h 0m*   |
  |----------+------------+-----------|
  | 3D       | *Tag time* | *0h 0m*   |
  
  #+END:
** <2022-06-27 Mon>
*** DONE FND I week 6 homework                                      :drawing:
    :LOGBOOK:
    CLOCK: [2022-06-27 Mon 21:15]--[2022-06-27 Mon 21:29] =>  0:14
    CLOCK: [2022-06-27 Mon 17:45]--[2022-06-27 Mon 21:14] =>  3:29
    CLOCK: [2022-06-27 Mon 12:44]--[2022-06-27 Mon 16:13] =>  3:29
    CLOCK: [2022-06-27 Mon 07:25]--[2022-06-27 Mon 11:41] =>  4:16
    :END:
** <2022-06-28 Tue>
*** DONE PBC week 3                                                   :study:
    :LOGBOOK:
    CLOCK: [2022-06-28 Tue 12:00]--[2022-06-28 Tue 16:30] =>  4:30
    :END:
*** DONE PBC week 3 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-06-28 Tue 18:10]--[2022-06-28 Tue 21:52] =>  3:42
    :END:
** <2022-06-29 Wed>
*** DONE PBC week 3 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-06-29 Wed 17:58]--[2022-06-29 Wed 21:59] =>  4:01
    :END:
** <2022-06-30 Thu>
*** DONE PBC week 3 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-06-30 Thu 18:00]--[2022-06-30 Thu 21:50] =>  3:50
    :END:
** <2022-07-01 Fri>
*** DONE PBC week 3 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-01 Fri 17:20]--[2022-07-01 Fri 21:39] =>  4:19
    :END:
** <2022-07-02 Sat>
*** DONE FND I week 6 homework                                      :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-02 Sat 17:56]--[2022-07-02 Sat 18:22] =>  0:26
    CLOCK: [2022-07-02 Sat 15:14]--[2022-07-02 Sat 16:14] =>  1:00
    CLOCK: [2022-07-02 Sat 12:17]--[2022-07-02 Sat 14:35] =>  2:18
    CLOCK: [2022-07-02 Sat 08:02]--[2022-07-02 Sat 11:39] =>  3:37
    :END:
*** DONE PBC week 3 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-02 Sat 18:22]--[2022-07-02 Sat 19:44] =>  1:22
    :END:
*** DONE Legs                                                       :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-02 Sat 20:00]--[2022-07-02 Sat 21:24] =>  1:24
    :END:
** <2022-07-03 Sun>
*** DONE FZD perspective week 2                                     :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-03 Sun 18:29]--[2022-07-03 Sun 20:02] =>  1:33
    CLOCK: [2022-07-03 Sun 09:07]--[2022-07-03 Sun 11:31] =>  2:24
    :END:
*** DONE FND I week 7                                                 :study:
    :LOGBOOK:
    CLOCK: [2022-07-03 Sun 12:00]--[2022-07-03 Sun 15:00] =>  3:00
    :END:
*** DONE Blog                                                         :study:
    :LOGBOOK:
    CLOCK: [2022-07-03 Sun 20:02]--[2022-07-03 Sun 20:44] =>  0:42
    :END:
* Week 4
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-07-21 Thu 22:00], for week 2022-W29.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *34h 25m* |
  |----------+------------+-----------|
  | study    | *Tag time* | *15h 35m* |
  |----------+------------+-----------|
  | painting | *Tag time* | *0h 0m*   |
  |----------+------------+-----------|
  | 3D       | *Tag time* | *0h 0m*   |
  
  #+END:
** <2022-07-04 Mon>
*** DONE FND I week 7 homework                                      :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-04 Mon 17:36]--[2022-07-04 Mon 21:08] =>  3:32
    CLOCK: [2022-07-04 Mon 12:53]--[2022-07-04 Mon 16:15] =>  3:22
    CLOCK: [2022-07-04 Mon 07:38]--[2022-07-04 Mon 11:40] =>  4:02
    :END:
** <2022-07-05 Tue>
*** DONE PBC week 4                                                   :study:
    :LOGBOOK:
    CLOCK: [2022-07-05 Tue 12:00]--[2022-07-05 Tue 16:10] =>  4:10
    :END:
*** DONE PBC week 4 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-05 Tue 20:41]--[2022-07-05 Tue 21:54] =>  1:13
    CLOCK: [2022-07-05 Tue 18:32]--[2022-07-05 Tue 19:50] =>  1:18
    CLOCK: [2022-07-05 Tue 16:10]--[2022-07-05 Tue 16:30] =>  0:20
    :END:
*** DONE FND I week 7 homework                                      :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-05 Tue 19:50]--[2022-07-05 Tue 20:41] =>  0:51
    :END:
** <2022-07-06 Wed>
*** DONE PBC week 4 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-06 Wed 18:09]--[2022-07-06 Wed 21:48] =>  3:39
    :END:
** <2022-07-07 Thu>
*** DONE PBC week 4 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-07 Thu 17:57]--[2022-07-07 Thu 21:55] =>  3:58
    :END:
** <2022-07-08 Fri>
*** DONE PBC week 4 homework                                        :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-08 Fri 18:02]--[2022-07-08 Fri 18:32] =>  0:30
    :END:
*** DONE FND I week 7 homework                                      :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-08 Fri 18:32]--[2022-07-08 Fri 21:47] =>  3:15
    :END:
** <2022-07-09 Sat>
*** DONE Interior Concept Design week 1                               :study:
    :LOGBOOK:
    CLOCK: [2022-07-09 Sat 08:28]--[2022-07-09 Sat 11:32] =>  3:04
    :END:
*** DONE ICD week 1 reference and planning                            :study:
    :LOGBOOK:
    CLOCK: [2022-07-09 Sat 18:53]--[2022-07-09 Sat 20:10] =>  1:17
    CLOCK: [2022-07-09 Sat 12:34]--[2022-07-09 Sat 16:01] =>  3:27
    :END:
*** DONE ICD week 1                                                 :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-09 Sat 20:11]--[2022-07-09 Sat 21:27] =>  1:16
    :END:
*** DONE FZD perspective week 3                                     :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-09 Sat 17:53]--[2022-07-09 Sat 18:53] =>  1:00
    :END:
** <2022-07-10 Sun>
*** DONE FZD perspective week 3                                     :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-10 Sun 17:55]--[2022-07-10 Sun 19:21] =>  1:26
    CLOCK: [2022-07-10 Sun 08:00]--[2022-07-10 Sun 11:33] =>  3:33
    :END:
*** DONE FND I week 8                                                 :study:
    :LOGBOOK:
    CLOCK: [2022-07-10 Sun 11:58]--[2022-07-10 Sun 14:58] =>  3:00
    :END:
*** DONE ICD week 1                                                 :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-10 Sun 19:21]--[2022-07-10 Sun 20:31] =>  1:10
    :END:
*** DONE Blog                                                         :study:
    :LOGBOOK:
    CLOCK: [2022-07-10 Sun 20:32]--[2022-07-10 Sun 21:09] =>  0:37
    :END:
* Week 5
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-07-21 Thu 22:00], for week 2022-W29.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *40h 36m* |
  |----------+------------+-----------|
  | study    | *Tag time* | *11h 38m* |
  |----------+------------+-----------|
  | painting | *Tag time* | *0h 0m*   |
  |----------+------------+-----------|
  | 3D       | *Tag time* | *0h 0m*   |
  
  #+END:
** <2022-07-11 Mon>
*** DONE FND I week 8                                               :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-11 Mon 18:04]--[2022-07-11 Mon 21:43] =>  3:39
    CLOCK: [2022-07-11 Mon 12:49]--[2022-07-11 Mon 16:26] =>  3:37
    CLOCK: [2022-07-11 Mon 07:40]--[2022-07-11 Mon 11:41] =>  4:01
    :END:
** <2022-07-12 Tue>
*** DONE PBC week 5                                                   :study:
    :LOGBOOK:
    CLOCK: [2022-07-12 Tue 11:59]--[2022-07-12 Tue 16:40] =>  4:41
    :END:
*** DONE ICD week 1                                                 :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-12 Tue 18:22]--[2022-07-12 Tue 22:01] =>  3:39
    :END:
** <2022-07-13 Wed>
*** DONE ICD week 1                                                 :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-13 Wed 18:01]--[2022-07-13 Wed 21:52] =>  3:51
    :END:
** <2022-07-14 Thu>
*** DONE ICD week 1                                                 :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-14 Thu 18:21]--[2022-07-14 Thu 21:28] =>  3:07
    :END:
*** DONE PBC week 5                                                 :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-14 Thu 21:28]--[2022-07-14 Thu 22:00] =>  0:32
    :END:
** <2022-07-15 Fri>
*** DONE FND I week 8                                               :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-15 Fri 18:01]--[2022-07-15 Fri 20:49] =>  2:48
    :END:
*** DONE PBC week 5                                                 :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-15 Fri 20:50]--[2022-07-15 Fri 21:51] =>  1:01
    CLOCK: [2022-07-15 Fri 17:11]--[2022-07-15 Fri 18:01] =>  0:50
    :END:
** <2022-07-16 Sat>
*** DONE PBC week 5                                                 :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-16 Sat 17:48]--[2022-07-16 Sat 21:26] =>  3:38
    CLOCK: [2022-07-16 Sat 15:26]--[2022-07-16 Sat 16:00] =>  0:34
    CLOCK: [2022-07-16 Sat 07:47]--[2022-07-16 Sat 08:25] =>  0:38
    :END:
*** DONE ICD week 2                                                   :study:
    :LOGBOOK:
    CLOCK: [2022-07-16 Sat 08:30]--[2022-07-16 Sat 12:00] =>  3:30
    :END:
*** DONE FND I week 8                                               :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-16 Sat 12:37]--[2022-07-16 Sat 15:26] =>  2:49
    :END:
** <2022-07-17 Sun>
*** DONE PBC week 5                                                 :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-17 Sun 17:57]--[2022-07-17 Sun 20:30] =>  2:33
    CLOCK: [2022-07-17 Sun 08:07]--[2022-07-17 Sun 11:26] =>  3:19
    :END:
*** DONE FND I week 9                                                 :study:
    :LOGBOOK:
    CLOCK: [2022-07-17 Sun 12:00]--[2022-07-17 Sun 15:01] =>  3:01
    :END:
*** DONE Blog                                                         :study:
    :LOGBOOK:
    CLOCK: [2022-07-17 Sun 20:31]--[2022-07-17 Sun 20:57] =>  0:26
    :END:
* Week 6
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-07-21 Thu 22:00], for week 2022-W29.
  | Tags    | Headline             | Time    |       |       |
  |---------+----------------------+---------+-------+-------|
  |         | *Total time*         | *24:14* |       |       |
  |---------+----------------------+---------+-------+-------|
  |         | Week 6               | 24:14   |       |       |
  |         | \_  <2022-07-18 Mon> |         | 11:50 |       |
  | drawing | \_    PBC week 5     |         |       | 11:50 |
  |         | \_  <2022-07-19 Tue> |         |  4:30 |       |
  | drawing | \_    PBC week 5     |         |       |  0:45 |
  | drawing | \_    ICD week 2     |         |       |  3:45 |
  |         | \_  <2022-07-20 Wed> |         |  3:57 |       |
  | drawing | \_    ICD week 2     |         |       |  3:57 |
  |         | \_  <2022-07-21 Thu> |         |  3:57 |       |
  | drawing | \_    ICD week 2     |         |       |  3:57 |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *24h 14m* |
  |----------+------------+-----------|
  | study    | *Tag time* | *0h 0m*   |
  |----------+------------+-----------|
  | painting | *Tag time* | *0h 0m*   |
  |----------+------------+-----------|
  | 3D       | *Tag time* | *0h 0m*   |
  
  #+END:
** <2022-07-18 Mon>
*** DONE PBC week 5                                                 :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-18 Mon 17:38]--[2022-07-18 Mon 21:46] =>  4:08
    CLOCK: [2022-07-18 Mon 12:46]--[2022-07-18 Mon 16:16] =>  3:30
    CLOCK: [2022-07-18 Mon 07:29]--[2022-07-18 Mon 11:41] =>  4:12
    :END:
** <2022-07-19 Tue>
*** DONE PBC week 5                                                 :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-19 Tue 07:26]--[2022-07-19 Tue 08:11] =>  0:45
    :END:
*** DONE ICD week 2                                                 :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-19 Tue 18:20]--[2022-07-19 Tue 22:05] =>  3:45
    :END:
** <2022-07-20 Wed>
*** DONE ICD week 2                                                 :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-20 Wed 18:02]--[2022-07-20 Wed 21:59] =>  3:57
    :END:
** <2022-07-21 Thu>
*** DONE ICD week 2                                                 :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-21 Thu 18:01]--[2022-07-21 Thu 21:58] =>  3:57
    :END:
** <2022-07-22 Fri>
*** TODO ICD week 2 :drawing:
